info_check_list = "Информация о чек листе\n Получите свой первый чек-лист"
info_6_dice = "Информация о мини курсе 6 кубиков"
info_RESTART = '''
Для кого?

Курс для тех, кто хочет начать тренировки или восстановить режим после долгого перерыва

 ⁃ 6 полноценных тренировок на все тело
 ⁃ 36 уникальных упражнений
 ⁃ 20 минут на тренировку 

+ бонусная тренировка из курса «6 кубиков»
+ бонусная тренировка из комплекса «осанка и суставы»


Понадобится только коврик, кресло/диван и ваше желание!

Сложность - легкая

Если вы никогда не занимались, ощущаете одышку от небольшого подъема в горку или по лестнице, появляется головокружение от небольших нагрузок и ощущаете хроническую усталость, то это идеальный для вас вариант.
'''
info_quick_drying = "Информация о мини курсе быстрая сушка"
info_marathon = "Информация о марафоне"
info_want_a_marathon = '''Переходи в [бот](https://t.me/MarathonModel_bot), чтобы принять участие\\!'''
start_message = '''
Приветствую тебя\\!\n
Я \\- Вова\\. И ты попал на мой телеграмм бот\\.\n
Здесь ты можешь выбрать любой гайд или курс, который хочешь приобрести или почитать поподробнее\n
Если ты не совсем понимаешь, кто я, то жми кнопку \n«обо мне»\n
Больше информации и контента можно найти в разделе \n«Мои соц\\.сети»\n
И, конечно, присоединяйся в мой [телеграмм канал](https://t.me/+pzxumiNKkSsxOTg6)
'''

about_me = '''Привет,\n
Я Вова\n
В прошлом - профессиональный баскетболист\n
Сейчас - я селебрити тренер и наставник, эксперт по фитнесу и нутрициологии. Мои клиенты - Саша Митрошина, Вика Лопырева, участники Форбс и многие другие, о ком вы точно слышали \n
Уже как 17 лет я тренируюсь и 7 лет помогаю добиться своей лучшей формы людям с полярно разными проблемами\n
Раньше я был очень худым и набрать какой то вес для меня было большой задачей.\n
После профессионального спорта я вел абсолютно хаотичный образ жизни: алкоголь, тусовки, ужасная пища и мало сна\n
У меня появилась большие проблемы с кожей, пищеварением, спортивной формой… я начал получить травмы.\n
После этого, я решил, что займусь собой. И вот уже 9-й год путем проб, ошибок и постоянного изучения я пришел к состоянию, когда понимаю абсолютно все для того, чтобы создать форму мечты и состояние, от которого кайфуешь, красоту и внутреннюю уверенность\n
Если ты хочешь выглядеть красиво, но не хватает понимания, системности и мотивации - welcome 💫
'''
link_check_list = "link http check-list"
link_gaid = "link http gaid"
link_6_dice = "link http 6_dice"
link_RESTART = "link http RESTART"
link_quick_drying = "link http quick_drying"
link_marathon = "link http marathon"


social_network = '''Соц.сети:\n
Tik-tok - TikTok.com/theolefirenko\n
IG - instagram.com/theolefirenko\n
Telegram - https://t.me/+pzxumiNKkSsxOTg6\n
YouTube - https://www.youtube.com/@Theolefirenko\n'''