info_check_list = "Выбирай, что тебе интересно 🙏🏻"
info_sports_supplement_guide = "Информация о гайде о спортивных добавках"
info_guide_on_how_to_train_to_gain_muscle = '''
Выжимка из всех составляющих грамотной тренировки на набор мышечной массы. 

Какие темы раскрываются ?

- сколько подходов делать в зависимости от подготовки и как считать 

- сколько повторений делать и как комбинировать 

- оптимальное время отдыха, в зависимости от повторов

- рабочие методики для улучшения результатов

- сочетаемость упражнения и сплит программ

- почему крайне важно менять упражнения'''
info_how_to_train_for_relief = '''
Главная информация доступном языком по тренировкам на похудение/сушку/рельеф.

Какие темы раскрываются в гайде:

- подходы. Сколько выполнять в каждом подходе

- повторения. Сколько выполнять повторов в подходе и почему

- отдых. Сколько отдыхать между подходами

- силовые и кардио. Почему важно делать и те, и другие тренировки и как совмещать.

- методики. Какие методы можно использовать для улучшения результатов'''
text_for_gaids = '''
Цена:
~990 ₽ / 13 $~
*390 ₽ / 5 $* цена со скидкой 

Оплата в рублях \\- переводом по карте
Долларами \\- PayPal
Тенге \\- Kaspi bank \\(2400 \\₸\\)'''


info_6_dice = '''
Комплекс тренировок на мышцы живота на рельеф и тонус мышц в области талии. 
Курс состоит из 6 полноценных тренировок со мной. 
В каждой тренировке вы получаете круг из 6 упражнений, которые идут подряд с отдыхом в 20 сек между ними. Последовательность грамотно выстроена, исходя от физиологии и анатомии человека

Каждый круг выполняется по 3 раза, на что вам понадобится всего лишь около 20 минут.
Я рекомендую выполнять тренировки через каждые 2-3 дня, в зависимости от самочувствия на протяжении месяца, затем дать отдых неделю и повторять дальше

Где можно выполнять?
Где и когда угодно. Все упражнения выполняются с собственным весом тела. 

Сложность - легкая, средняя.
Подойдет и новичкам, и поопытнее

Что входит?

 ⁃ 6 тренировок на пресс
 ⁃ 36 упражнений
 ⁃ Тренировка из комплекса на «осанка и суставы»
 ⁃ тренировка из комплекса «быстрая сушка»'''
info_RESTART = '''
Для кого?

Курс для тех, кто хочет начать тренировки или восстановить режим после долгого перерыва

 ⁃ 6 полноценных тренировок на все тело
 ⁃ 36 уникальных упражнений
 ⁃ 20 минут на тренировку 

+ бонусная тренировка из курса «6 кубиков»
+ бонусная тренировка из комплекса «осанка и суставы»


Понадобится только коврик, кресло/диван и ваше желание!

Сложность - легкая

Если вы никогда не занимались, ощущаете одышку от небольшого подъема в горку или по лестнице, появляется головокружение от небольших нагрузок и ощущаете хроническую усталость, то это идеальный для вас вариант.
'''
info_quick_drying = '''
Быстрая сушка - для кого?

Комплекс из 6-ти полноценных тренировок на все тело

Главная цель - сжечь максимальное количество калорий за короткое время 

Все упражнения функциональные и подходят как для домашних, так и зальных условий

Если вы готовы к среднему уровню нагрузки и хотите привести себя в форму равномерно и в короткий срок или, если у вас нет времени заниматься, но хотите получить хорошую нагрузку, то это то, что вам нужно!

Что входит:

 ⁃ 6 функциональных тренировок на все тело
 ⁃ 36 упражнений
 ⁃ Тренировка из комплекса на «осанка и суставы»
 ⁃ тренировка из комплекса «6 кубиков»'''
info_marathon = '''
Элитная программа из функциональных тренировок, составленная тренером [Владимиром Олефиренко](http://instagram.com/theolefirenko) на все тело\\.  

Программа нацелена на общее похудение, тонизацию тела , формирование привычки и понимания того, как вести спортивный образ жизни\\.

Совместно с [Антоном](https://instagram.com/closmain?igshid=MjkzY2Y1YTY=) мы будем мягко формировать для вас спортивный лайфстайл, делиться опытом в питании и того, как выглядит путь к телу мечты\\. В том числе и своим примером ❤️

Вы получите:

\\- 12 функциональных тренировок
\\- тренировку на растяжку 
\\- тренировку из комплекса на подвижность
\\- тренировку из комплекса на пресс
\\- постоянная поддержка от участников и кураторов
\\- подкасты по темам тренировок, питания, мотивации  и лайфхаки
\\- рецепты ПП блюд

Если ты готов поменять себя к лучшему с поддержкой и мотивацией за 21 день \\- присоединяйся\\!'''
info_want_a_marathon = '''Переходи в [бот](https://t.me/MarathonModel_bot), чтобы принять участие\\!'''
start_message = '''
Приветствую тебя\\!\n
Я \\- Вова\\. И ты попал на мой телеграмм бот\\.\n
Здесь ты можешь выбрать любой гайд или курс, который хочешь приобрести или почитать поподробнее\n
Если ты не совсем понимаешь, кто я, то жми кнопку \n«обо мне»\n
Больше информации и контента можно найти в разделе \n«Мои соц\\.сети»\n
И, конечно, присоединяйся в мой [телеграмм канал](https://t.me/+pzxumiNKkSsxOTg6)
'''

about_me = '''Привет,\n
Я Вова\n
В прошлом - профессиональный баскетболист\n
Сейчас - я селебрити тренер и наставник, эксперт по фитнесу и нутрициологии. Мои клиенты - Саша Митрошина, Вика Лопырева, участники Форбс и многие другие, о ком вы точно слышали \n
Уже как 17 лет я тренируюсь и 7 лет помогаю добиться своей лучшей формы людям с полярно разными проблемами\n
Раньше я был очень худым и набрать какой то вес для меня было большой задачей.\n
После профессионального спорта я вел абсолютно хаотичный образ жизни: алкоголь, тусовки, ужасная пища и мало сна\n
У меня появилась большие проблемы с кожей, пищеварением, спортивной формой… я начал получить травмы.\n
После этого, я решил, что займусь собой. И вот уже 9-й год путем проб, ошибок и постоянного изучения я пришел к состоянию, когда понимаю абсолютно все для того, чтобы создать форму мечты и состояние, от которого кайфуешь, красоту и внутреннюю уверенность\n
Если ты хочешь выглядеть красиво, но не хватает понимания, системности и мотивации - welcome 💫
'''
link_train_for_relief = "link http link_train_for_relief"
link_gaid_set_of_muscles = "Link link_gaid_set_of_muscles"
link_6_dice = "link http 6_dice"
link_RESTART = "link http RESTART"
link_quick_drying = "link http quick_drying"
link_marathon = "link http marathon"


social_network = '''Соц.сети:\n
Tik-tok - TikTok.com/theolefirenko\n
IG - instagram.com/theolefirenko\n
Telegram - https://t.me/+pzxumiNKkSsxOTg6\n
YouTube - https://www.youtube.com/@Theolefirenko\n'''

NOT_SUB_MESSAGE = '''Чтобы получить гайд, подпишитесь на канал t.me/+pzxumiNKkSsxOTg6'''
